{
  "Index": {
    "intro1": "Let’s Flow Together",
    "intro2": "Let’s Flow Together",
    "events": "TAPAHTUMAT",
    "aboutTitle": "Tietoa meistä?",
    "aboutHeader1": "Mikä on",
    "aboutHeader2": "HangFlow ry?",
    "aboutDesc": "HangFlow ry on voittoa tavoittelematon nuorisojärjestö, joka sijaitsee Suomessa, Turussa. Se perustettiin nuorten aktivistien intohimosta ja aloitteellisuudesta kesällä 2020. HangFlow ry on yhteisö, joka tarjoaa turvallisen ja rohkean tilan 13–29-vuotiaille nuorille, jotta he voivat jakaa ideoitaan, ottaa vastuuta ja toteuttaa visioitaan. Motomme 'nuorilta nuorille' kuvastaa sitoutumistamme siihen, että nuoret ovat päätöksenteon ja toiminnan keskiössä ja heidän äänensä tulee kuuluviin.",
    "ReadMore": "Lue lisää!",
    "aboutBtn1": "Yhteisö",
    "aboutBtn2": "Nuorilta Nuorille",
    "aboutBtn3": "Turvallisempi & Rohkeampi Tila",
    "checkEvents": "Tutustu Tapahtumiimme!",
    "eventsDesc": "Liity mukaan tuleviin tapahtumiimme, jotka on suunniteltu aktivoimaan, motivoimaan ja voimaannuttamaan nuoria. Pysy kuulolla uusista tapahtumista ja tule osaksi yhteisöämme.",
    "valuesTitle1": "Meidän",
    "valuesTitle2": "Tärkeimmät Arvot!",
    "boardTitle1": "2025",
    "boardTitle2": "Hallituksen Jäsenet",
    "contactTitle": "Ota Yhteyttä",
    "contactEmail": "Sähköpotiosoite",
    "contactMessage": "Sinun viesti",
    "contactBtn": "Lähetä",
    "headerHome": "Koti",
    "headerAbout": "Meistä",
    "headerEvents": "Tapahtumat",
    "headerBoard": "Hallitus",
    "headerContact": "Yhteydenotto",
    "headerLanguage": "Kieli",
    "aboutPage": {
      "ourStory": "Meidän tarinamme",
      "ourMission": "tehtävämme",
      "apply": "Hae mukaan täältä!"
    },
    "aboutIntro": {
      "aboutIntro1": "ME OLEMME HANGFLOW",
      "events": "TAPAHTUMAT",
      "aboutIntro2": ""
    },
    "aboutAbout": {
      "aboutTitle": "Mikä on HangFlow ry?",
      "aboutDesc1": "HangFlow ry on voittoa tavoittelematon nuorisojärjestö 13–29-vuotiaille nuorille, joka toimii Turussa, Suomessa. Järjestö sai alkunsa nuorten aktivistien intohimosta ja tarmosta kesällä 2020. Missiomme on yksinkertainen mutta vaikuttava: vahvistaa nuorten ääntä ja edistää yhdenvertaisuutta ja tasa-arvoa kaikessa toiminnassamme. Periaatteemme ‘nuorilta nuorille’ mukaisesti luomme turvallisempia, rohkeampia ja osallistavampia tiloja, joissa jokainen nuori voi kukoistaa.",
      "aboutDesc2": "HangFlow ry:ssä jokainen nuori on arvokas, huomioitu ja voimaannuttettu olemaan oma itsensä. Tapahtumiemme, toimintamme ja projektimme kautta tuemme henkilökohtaista kasvua, rakennamme itseluottamusta ja tarjoamme keskeisiä elämäntaitoja, kuten ongelmanratkaisua, vaikuttamista ja johtajuutta. Rakentamamme yhteisö takaa, että nuoret voivat ilmaista itseään vapaasti ilman syrjinnän pelkoa ja osallistua aktiivisesti yhteisöihinsä taustastaan tai identiteetistään riippumatta.",
      "aboutDesc3": "Toimintamme ytimessä on turvallisen (nuoren) aikuisen konsepti—luotettava henkilö, joka tukee, ohjaa ja mentoroi nuoria heidän elämänhaasteissaan. Sitoutuneet vapaaehtoiset nuorisotyöntekijämme toimivat tässä roolissa, luoden luottamukseen ja turvaan perustuvan pohjan, joka auttaa nuoria rakentamaan resilienssiä ja itseluottamusta.",
      "aboutDesc4": "Olemme luoneet yhteistyöhön, sukupolvien väliseen oppimiseen ja yhteiseen kasvuun perustuvan ympäristön, jossa nuoret ja yhteisön jäsenet kehittyvät yhdessä. Yhteisömme tarttuu vaikeisiin aiheisiin suoraan, kuten väkivaltaan, kiusaamiseen, mielenterveyteen, rasismiin sekä sukupuoli- ja seksuaaliseen moninaisuuteen. Murtamalla yhteiskunnan tabuja ja edistämällä avointa keskustelua voimaannutamme nuoria kohtaamaan nämä haasteet vahvuudella ja tiedostavuudella.",
      "aboutDesc5": "HangFlow ry toimii sekä ruohonjuuritasolla että laajemmilla kentillä, varmistaen, että työmme vaikuttaa monella tasolla. Paikallisesti keskitymme nuorten tarpeisiin ja ideoihin suoraan heidän omissa yhteisöissään. Kansallisesti olemme aktiivisesti mukana nuorisotyötä kehittävässä keskustelussa ja yhteistyössä. Kansainvälisesti osallistumme ylpeästi globaaleihin aloitteisiin, edistämme kulttuurien välistä oppimista ja vahvistamme nuorten ääntä kansainvälisillä areenoilla. Jokainen jäsenemme on meille yksilönä tärkeä ja olennainen osa järjestöämme. Arvostamme syvästi jokaisen panosta, sillä jäsenemme ovat yhteisömme sydän ja missiomme kantava voima.",
      "aboutDesc6": "HangFlow ry on enemmän kuin järjestö—se on elävä yhteisö ja liike, jossa nuorten äänet tulevat kuulluiksi, juhlituksi ja ymmärretyksi. Kutsumme sinut mukaan rakentamaan nuorten kanssa ja nuoria varten parempaa nykyhetkeä ja tulevaisuutta, joka pohjautuu yhdenvertaisuuteen, osallisuuteen ja itseilmaisuun. Osallistuitpa tapahtumiimme, teit yhteistyötä kanssamme tai vain otit yhteyttä oppiaksesi lisää, jokainen panos vahvistaa yhteistä visiota.",
      "aboutDesc7": "Yhdessä muovaamme nykyhetkeä ja tulevaisuutta, jossa turvallisemmat tilat, voimaantuneet äänet ja luotettavat suhteet ovat todellisuutta jokaiselle nuorelle."
    },
    "aboutAccordeon": {
      "question1": "Miten voin liittyä ja osallistua HangFlow ry:n toimintaan?",
      "question2": "Miksi ja miten ryhtyä vapaaehtoiseksi HangFlow ry:lle?"
    },
    "aboutApply": {
      "line1": "Kiinnostuitko vapaaehtoisena",
      "line2": "toimimisesta HangFlow ry:ssä?"
    },
    "eventsPage": {
      "eventsIntro": "HANGFLOW TAPAHTUMAT",
      "eventTitle": "Mitä ovat HangFlow ry tapahtumat?",
      "eventsDesc1": "HangFlow ry:n tapahtumat tarjoavat nuorille mahdollisuuden pitää hauskaa, kokea uusia asioita, luoda yhteyksiä, ilmaista itseään ja ottaa merkityksellisiä rooleja johtajuudessa. Nämä tapahtumat ovat turvallisempia ja rohkeampeja tiloja, joissa nuoret voivat jakaa ideoitaan vapaasti, oppia uusia taitoja ja tutkia omaa potentiaaliaan ilman pelkoa tuomitsemisesta. HangFlow ry:n tapahtumat vaihtelevat luovista työpajoista ja vertaisohjatuista keskusteluista yhteisöprojekteihin ja hauskoihin aktiviteetteihin, jotka tuovat nuoret yhteen käytännössä melkein kaikki on mahdollista!",
      "eventsDesc2": "HangFlow ry tapahtumien ytimessä on motto 'nuorilta nuorille,' mikä takaa, että nuoret ovat aktiivisesti mukana suunnittelemassa ja muokkaamassa kaikkia tapahtuman osa-alueita. Kyse on siitä, että heille annetaan välineet, tuki ja vapaus toteuttaa omia visioitaan samalla, kun luodaan yhteisöllisyyden ja osallisuuden tunnetta.",
      "eventsDesc3": "Parasta tässä kaikessa on se, että kaikki HangFlow ry tapahtumat ovat täysin ilmaisia 13–29 vuotiaille nuorille. Joten mitä vielä odotat? Tutustu tuleviin tapahtumiimme ja tule mukaan pitämään hauskaa! ",
      "eventsBtn": "Tutustu tuleviin tapahtumiimme!",
      "eventsProjects": "MEIDÄN PROJEKTIT"
    }
  }
}
